ScalingOff = "Skalierung ausschalten";
ScalingOn = "Skalierung einschalten";
AllScreens = "Alle Bildschirme";
ScreenNumber = "Bildschirm %d";
MainScreen = "Hauptbildschirm";
ReEnterPass = "Bitte überprüfen Sie, ob Sie den richtigen Namen und das richtige Kennwort eingegeben haben.";
RemoteAccessDenied = "Der aktuelle Benutzer von „%@“ hat Ihre Zugriffsanfrage abgelehnt.";

taskString = "„ctrl“-Taste";
taskDescription = "Computer steuern";
longTaskDescription = "Steuerung der ausgewählten Computer übernehmen";
requestTitle = "Identifizierung ist fehlgeschlagen";
requestScreenControl = "Möchten Sie um Erlaubnis zur Steuerung anfragen?";
requestScreenObserve = "Möchten Sie um Erlaubnis zur Beobachtung anfragen?";
requestScreenAuthFailed = "Die Anmeldung bei „%@“ ist fehlgeschlagen.";
requestDenied = "Der Benutzer hat Ihre Anfrage abgelehnt.";
connecting = "Verbinden mit\n„%@“";
connectionLost = "Die Verbindung zu „%@“ wurde\nunterbrochen.";
connectionFailed = "Verbindung fehlgeschlagen mit\n„%@“";
connectionFailedReason = "Bitte vergewissern Sie sich, dass die Bildschirmfreigabe (in der Systemeinstellung „Freigaben“) auf dem Computer aktiviert ist, mit dem Sie sich verbinden möchten. Vergewissern Sie sich auch, dass Ihre Netzwerkverbindung korrekt funktioniert.";
waitingForResponse = "Auf die Antwort des Benutzers warten";
runningAdminAppObserveError = "Beobachten von „%@“ fehlgeschlagen";
runningAdminAppControlError = "Steuerung von „%@“ fehlgeschlagen";
runningAdminAppErrorMessage = "Apple Remote Desktop oder ein anderes Verwaltungsprogramm wird gerade ausgeführt.";
controlModeError = "Wechseln zum Modus „Steuern“ nicht möglich";
observeModeError = "Wechseln zum Modus „Beobachten“ nicht möglich";
sharedControlError = "Wechseln der Maussteuerung fehlgeschlagen";
notAuthorizedTitle = "Nicht berechtigt";
controlNotAuthorized = "Sie sind nicht berechtigt, diesen Computer zu steuern.";
observeNotAuthorized = "Sie sind nicht berechtigt, diesen Computer zu beobachten.";
serverNotSupported = "Der Server unterstützt diese Option nicht.";
sharingSelfNotSupported = "Ein Computer kann nicht mit sich selbst verbunden werden oder für sich selbst den eigenen Bildschirm freigeben.";
captureDefaultName = "Remote Desktop-Bild";
scaleToolbarTitle = "An Fenstergröße anpassen";
scaleToolbarPaletteLabel = "An Fenstergröße anpassen";
scaleToolbarTooltip = "Bildschirm an Fenstergröße anpassen";
controlToolbarTitle = "„ctrl“-Taste";
controlToolbarPaletteLabel = "Steuern oder Beobachten";
controlToolbarTooltip = "Zwischen den Modi „Steuern“ und „Beobachten“ wechseln";
shareToolbarTitle = "Maus freigeben";
shareToolbarPaletteLabel = "Maus für Benutzer freigeben";
shareToolbarTooltip = "Maus und Tastatur für Benutzer freigeben";
qualityToolbarTitle = "Qualität";
qualityToolbarPaletteLabel = "Bildqualität";
qualityToolbarTooltip = "Bildqualität";
captureToolbarTitle = "Bildschirmfoto";
captureToolbarPaletteLabel = "Bildschirmfoto";
captureToolbarTooltip = "Bildschirmfoto als Datei sichern";
controlObserveNotSupported = "Sie können Ihren Computer nicht steuern oder beobachten.";
fullScreenToolbarTooltip = "Bildschirm als Vollbild anzeigen";
fullScreenToolbarTooltipExt = "Bildschirm als Fenster anzeigen";
fullScreenToolbarTitle = "Vollbild";
fullScreenPaletteDisconnect = "„Steuern“ oder „Beobachten“ beenden";
showCursorToolbarTooltip = "Den lokalen Cursor ein-/ausblenden";
showCursorToolbarTitle = "Cursor ein-/ausblenden";
curtainToolbarTitle = "Bildschirm schützen";
curtainToolbarTooltip = "Computerbildschirm beim Steuern sperren";
getClipboardToolbarTitle = "Zwischenablage abfragen";
getClipboardToolbarTooltip = "Inhalt der entfernten Zwischenablage abfragen";
sendClipboardToolbarTitle = "Zwischenablage senden";
sendClipboardToolbarTooltip = "Inhalt der Zwischenablage an die entfernte Zwischenablage senden";
multiDisplayToolbarTitle = "Auswahl anzeigen";
multiDisplayToolbarTooltip = "Auswählen, welcher entfernte Bildschirm angezeigt werden soll";
computerInScreenShare = "Sie haben zurzeit Ihren Bildschirm für diesen Computer freigegeben.";
curtainErrorTitle = "Wechseln zum Modus „Vorhang“ fehlgeschlagen";
curtainExitErrorTitle = "Wechseln aus dem Modus „Vorhang“ fehlgeschlagen";
curtainErrorMessage = "Auf diesem Computer ist ein Fehler aufgetreten.";
curtainUnavailableTooltip = "Der Modus „Vorhang“ ist für die Mac OS X Version auf „%@“ nicht verfügbar.";
curtainUnavalableMessage = "Der Modus „Vorhang“ ist für „%@“ nicht verfügbar.";

displayPopUpAllDisplays = "Alle: %@ x %@";
displayPopUpBothDisplays = "Beide: %@ x %@";
displayPopUpOneDisplay = "Bildschirm %@: %@ x %@";

curtainTaskString = "Vorhang";
curtainTaskDescription = "Computer hinter einem Vorhang steuern";
curtainLongTaskDescription = "Ausgewählten Computer hinter einem Vorhang steuern";

sshTunnelRemoteLoginDisabledTitle = "Die Verbindung ist fehlgeschlagen, da auf „%@“ die entfernte Anmeldung nicht aktiviert ist.";
sshTunnelRemoteLoginDisabledMessage = "Deaktivieren Sie die Sicherheitseinstellung „Alle Netzwerkdaten verschlüsseln“ oder versuchen Sie die „Entfernte Anmeldung“ in der Systemeinstellung „Freigaben“ auf „%@“ zu aktivieren.";
sshTunnelHostKeyChangedTitle = "Die Verbindung zu „%@“ ist fehlgeschlagen, da die Identität nicht bestätigt werden konnte. Dies könnte entweder ein Sicherheitsproblem sein oder Ihre SSH-Datei „known_hosts“ ist nicht mehr aktuell.";
sshTunnelHostKeyChangedMessage = "Deaktivieren Sie die Sicherheitseinstellung „Alle Netzwerkdaten verschlüsseln“ oder aktualisieren Sie Ihre SSH-Datei „known_hosts“.";
sshTunnelHostKeyChanged2Message = "Die entfernte Host-Identifizierung auf „%@“ hat sich geändert. Falls Sie sicher sind, dass dies kein Sicherheitsproblem darstellt, kann Remote Desktop versuchen, Ihre Datei „known_hosts“ zu korrigieren.";
sshTunnelHostKeyFix = "Korrigieren";
sshTunnelHostKeyFixError = "Beim Bearbeiten Ihrer SSH-Datei „known_hosts“ ist ein Fehler aufgetreten.";
sshTunnelTooltip = "Verbindung ist verschlüsselt";

legacyVNCSecurityWarningTitle = "Der Computer „%@“ führt einen VNC-Server aus, der die Tastatureingaben-Verschlüsselung von Remote Desktop nicht unterstützt. Text, den Sie bei diesem Computer eingeben, wird möglicherweise über das Netzwerk abgefangen. Möchten Sie mit dem Verbindungsaufbau trotzdem fortfahren?";
legacyVNCSecurityWarningMessageFull = "Wenn beim entfernten Computer „Entfernte Anmeldung“ oder „SSH“ aktiviert sind, können Sie in den Remote Desktop-Einstellungen die Option „Alle Netzwerkdaten verschlüsseln“ oder unten die Option „Über SSH verbinden“ auswählen, um eine sichere Verbindung herzustellen.";
legacyVNCSecurityWarningMessage = "Wenn beim entfernten Computer „Entfernte Anmeldung“ oder „SSH“ aktiviert sind, können Sie in den Remote Desktop-Einstellungen die Option „Alle Netzwerkdaten verschlüsseln“ auswählen, um eine sichere Verbindung herzustellen.";
legacyVNCSecurityWarningContinueSSHButton = "Über SSH verbinden";

IconCacheTitle = "Möchten Sie den Cache der Titelleistensymbole wirklich löschen?";
IconCacheDefaultButton = "Löschen";
IconCacheAlternateButton = "Abbrechen";
IconCacheMessage = "Diese Dateien werden verwendet, um Lesezeichen durch Bewegen der Titelleistensymbole zu erstellen. Wenn Sie den zugehörigen Cache löschen, werden alle Lesezeichen, die durch Bewegen der Symbole erstellt wurden, beschädigt.\n\nAnstatt ein Alias zu erstellen, können Sie Lesezeichen kopieren, indem Sie die Wahltaste gedrückt halten.";

YESBUTTON = "Ja";
NOBUTTON = "Nein";